Repository: Derk-B/MobileApp
Catalog: app/lib/l10n/app_*.arb
Languages: nl

# landingpage_title
source: Order food and drinks
nl: Bestel eten en drinken

# landingpage_subtitle
source: Restaurants and shops nearby
nl: Restaurants en winkels in de buurt

# landingpage_search_hint
source: Address, example: Jan Steenlaan 15
nl: Adres, b.v. Jan Steenlaan 15

# landingpage_search_button
source: Search
nl: Zoek

# landingpage_tutorial_title_intro
source: This is how it works
nl: Zo werkt het

# landingpage_tutorial_title_eyecatcher
source: It was never this easy
nl: Makkelijker kan haast niet

# landingpage_tutorial_widget_title_0
source: Geef your current location
nl: Geef je huidige locatie

# landingpage_tutorial_widget_description_0
source: We lookup the nearest restaurant or shop for you
nl: Wij zoeken de dichtsbijzijnde restaurants en winkels voor je op

# landingpage_tutorial_widget_title_1
source: Vind what you're looking for
nl: Geef je huidige locatie

# landingpage_tutorial_widget_description_1
source: Search for products, dishes or companies
nl: Wij zoeken de dichtsbijzijnde restaurants en winkels voor je op

# landingpage_tutorial_widget_title_2
source: Deliver or takeaway
nl: Geef je huidige locatie

# landingpage_tutorial_widget_description_2
source: We keep you up to date with the progress of your order
nl: Wij zoeken de dichtsbijzijnde restaurants en winkels voor je op

# landingpage_footer_made_by
source: Made by:
nl: Gemaakt door:

# landingpage_drawer_welcome_user
source: Welcome
nl: Welkom

# firebase_ui_email_input_label
source: Email Address
nl: E-mailadres

# firebase_ui_password_input_label
source: Password
nl: Wachtwoord

# firebase_ui_confirm_password_input_label
source: Confirm Password
nl: Wachtwoord herhalen

# firebase_ui_register_action_text
source: Register
nl: Registreer

# firebase_ui_register_hint_text
source: Don't have an account?
nl: Heeft u nog geen account?

# firebase_ui_register_text
source: Register
nl: Registreer

# firebase_ui_sign_in_hint_text
source: Already have an account?
nl: Heeft u al een account?

# firebase_ui_forgot_password_button_label
source: Forgot Password?
nl: Wachtwoord vergeten?

# firebase_ui_password_hint_text
source: Enter your email address, and we will send an email for you to create a new password.
nl: Geef uw e-mailadres en wij sturen een mail waar u een nieuw wachtwoord kan maken.

# firebase_ui_forgot_password_view_title
source: Forgot Password
nl: Wachtwoord vergeten

# firebase_ui_reset_password_button_label
source: Send me an email
nl: Stuur mij een mail

# firebase_ui_go_back_button_label
source: Go back
nl: Ga terug

# firebase_ui_password_is_required_error_text
source: Password cannot be empty
nl: Wachtwoord mag niet leeg zijn

# firebase_ui_email_is_required_error_text
source: Email cannot be empty
nl: E-mail mag niet leeg zijn

# firebase_ui_confirm_password_is_required_error_text
source: Password cannot be empty
nl: Wachtwoord mag niet leeg zijn

# firebase_ui_confirm_password_does_not_match_error_text
source: Passwords do not match
nl: Wachtwoorden komen niet overeen

# firebase_ui_password_reset_email_sent_text
source: Email has been sent, check your inbox
nl: Mail is verzonden, check uw inbox

# firebase_ui_user_not_found_error_text
source: Email address is not recognized
nl: E-mailadres is niet bij ons bekend

# firebase_ui_unknown_error
source: Unknown error, please try again later or contact us
nl: Onbekende fout, probeer later nog eens of neem contact op

# firebase_ui_is_not_a_valid_email_error_text
source: Please provide a valid email address
nl: Geef een geldig e-mailadres

# firebase_ui_wrong_or_no_password_error_text
source: Incorrect password or no password provided
nl: Verkeerd wachtwoord

# firebase_ui_weak_password_error_text
source: Weak password, please choose a stronger one
nl: Te zwak wachtwoord

# catalog_categories_error
source: Error, could not fetch available categories
nl: Oeps, ik kan de categorieÃ«n niet laden

# catalog_sort_button
source: Sort
nl: Sorteer

# catalog_restaurants_error
source: Cannot load nearby restaurants
nl: Restaurants kunnen niet geladen worden
